-errors-support-site = [сайт підтримки](https://help.ankiweb.net)
errors-standard-popup =
    # Помилка
    
    Сталася помилка. Будь ласка, скористайтесь **Інструменти → Перевірка бази даних** щоб виправити помилку.
    
    Якщо помилка залишиться, будь ласка, повідомте про помилку на нашому { -errors-support-site }.
    Скопіюйте інформацію у звіт нижче.
-errors-addon-support-site = [сайт підтримки доповнення](https://help.ankiweb.net/discussions/add-ons/)
errors-addons-active-popup =
    # Помилка
    
    Виникла помилка. Необхідно запустити Anki, утримуючи клавішу «Shift», 
    щоб тимчасово вимкнути встановлені Вами доповнення.
    
    Якщо проблема виникає лише, коли увімкнено доповнення, виберіть меню Інструменти→Доповнення, щоб вимкнути деякі доповнення та перезапустити Anki, повторюючи цю процедуру, поки ви не виявите доповнення, що спричиняє проблему.
    
    Коли Ви виявите доповнення, що спричиняє проблему, 
    повідомте про неї у { -errors-addon-support-site }.
    
    <p>Інформація для відладки:</p>
errors-accessing-db =
    Під час доступу до бази дних сталася помилка.
    
    Можливі причини:
    
    - Антивірусна програма, фаєрвол, програма створення резервних копій або синхронізації даних може заважати роботі Anki. Спробуйте зупинити такі програми і перевірити, чи проблема не зникла.
    - Можливо заповнився жорсткий диск.
    - Тека Документи/Anki можливо розташована на віддаленому диску в мережі.
    - Можливо немає дозволу на запис файлів у теці Документи/Anki.
    - Можлво є помилки на жорсткому диску.
    
    Ви можете скористатися Інструменти>Перевірити базу даних, щоб переконатися, що ваша колекція не пошкоджена.
errors-unable-open-collection =
    Anki не вдалося відкрити файл колекції. Якщо проблема залишиться після перезавантаження комп'ютера, відкрийте резервну копію в менеджері профілів.
    
    Інформація налагодження:
