-errors-support-site = [وبسایت پشتیبانی](https://help.ankiweb.net)
errors-standard-popup =
    # خطا
    
    خطایی رخ داد. لطفاً از مسیر **ابزارها>بررسی دیتابیس** برای رفع مشکل استفاده کنید.
    
    اگر مشکل همچنان ادامه داشت، لطفاً مشکل را در { -errors-support-site } گزارش دهید.
    لطفاً اطلاعات زیر را کپی و آن را در گزارش خود در وبسایت جایگذاری کنید.
-errors-addon-support-site = [وبسایت پشتیبانی افزونه](https://help.ankiweb.net/discussions/add-ons/)
errors-addons-active-popup =
    # خطا
    
    خطایی رخ داد. لطفاً در حالی که کلید شیفت را پایین نگه داشته‌اید آنکی را اجرا نمایید،
    این عمل باعث غیرفعال شدن موقت افزونه‌ها خواهد شد.
    
    اگر این خطا فقط زمانی رخ می‌دهد که افزونه‌ها فعال هستند، لطفاً از مسیر
    ابزارها > افزونه‌ها در نوار ابزار برای غیرفعال کردن برخی از افزونه‌ها استفاده کنید و سپس آنکی را ری‌استارت کنید،
    این عمل را تا زمانی که افزونه‌ای که باعث ایجاد خطا می‌شود را پیدا کرده‌اید ادامه دهید.
    
    وقتی افزونه‌ای که باعث ایجاد خطا می‌شود را پیدا کردید، لطفاً
    مشکل را در وبسایت { -errors-addon-support-site } گزارش دهید.
    
    اطلاعات رفع مشکل:
errors-accessing-db =
    در هنگام دسترسی به دیتابیس خطایی رخ داد.
    
    دلایل احتمالی:
    
    -نرم‌افزار آنتی ویروس، فایروال، پشتیبان‌گیری، یا همگام‌سازی ممکن است که
    با آنکی تداخل ایجاد کنند. این گونه نرم افزارها را غیرفعال کرده و بررسی کنید
    آیا مشکل حل شده است.
    -حافظۀ سیستم شما ممکن است پر باشد.
    -پوشۀ Documents/Anki ممکن است در یک درایو موجود بر روی شبکه باشد.
    -فایل‌های موجود در پوشۀ Documents/Anki ممکن است غیرقابل ویرایش باشند.
    -هارد درایو شما ممکن است باعث ایجاد خطا شده باشد.
    
    همچنین اجرای مسیر ابزارها > بررسی دیتابیس برای بررسی سالم بودن دیتابیس شما نیز ممکن است باعث حل مشکل شود.
errors-unable-open-collection =
    آنکی قادر به باز کردن فایل مجموعه شما نبود. اگر مشکل بعد از ری‌استارت کردن سیستم همچنان ادامه دات، لطفاً در صفحۀ مدیریت پروفایل‌ها از دکمۀ باز کردن فایل پشتیبان استفاده کنید.
    
    اطلاعات رفع مشکل:
