-errors-support-site = [אתר התמיכה](https://help.ankiweb.net)
errors-standard-popup =
    # שגיאה
    
    שגיאה התרחשה. אנא השתמש ב- **כלים>בדוק בסיס נתונים** כדי לבדוק אם
    זה מתקן את הבעיה.
    
    אם הבעיות ממשיכות, אנא דווח על הבעיה ב- { -errors-support-site }.
    אנא העתק והדבק את המידע למטה לתוך הדווח שלך.
-errors-addon-support-site = [אתר התמיכה בתוספים](https://help.ankiweb.net/discussions/add-ons/)
errors-addons-active-popup =
    # שגיאה
    
    
    שגיאה התרחשה. אנא התחל את Anki בזמן שאתה לוחץ על כפתור "Shift",
    אשר ישבית זמנית את התוספים שהתקנת.
    
    אם השגיאה מתרחשת רק כאשר התוספים מופעלים, אנא השתמש מתוך התפריט ב-
    כלים>תוספים כדי להשבית חלק מהתוספים והתחל את Anki מחדש,
    חזור על זאת עד אשר תגלה את התוסף שגורם לבעיה.
    
    כאשר תגלה את התוסף שגורם לבעיה, אנא
    דווח על הבעיה ב- { -errors-addon-support-site }.
    
    מידע debug:
errors-accessing-db =
    שגיאה התרחשה בזמן גישה לבסיס הנתונים.
    
    גורמים אפשריים:
    
    אנטי-וירוס, חומת-אש, גיבוי או תוכנת סנכרון מפריעים ל-Anki. נסה להשבית תוכנות אלה ולאחר מכן וודא אם הבעיה נעלמת.
    - הדיסק שלך עשוי להיות מלא.
    - תיקיית Documents/Anki עשויה להיות על כונן רשת.
    - קבצים בתוך תיקיית Documents/Anki עשויים להיות בלתי ניתנים לכתיבה.
    - לדיסק הקשיח שלך יש שגיאות.
    
    זה רעיון טוב להריץ כלים>בדוק בסיס נתונים, כדי להבטיח שהאוסף שלך אינו פגום.
errors-unable-open-collection = Anki לא היה מסוגל לפתוח את קובץ המאגר שלך. אם הבעיות ממשיכות לאחר התחלת המחשב שלך מחדש, אנא השתמש בכפתור "פתח גיבוי" במנהל הפרופיל.
errors-windows-tts-runtime-error = נכשל שירות הTTS. וודא שעדכוני windows מותקנים, נסה להפעיל מחדש את המחדש ונסה להשתמש בקול אחר.
